Repository: jasp-stats/jaspDistributions
Catalog: po/R-*.po
Languages: eu, gl, ja, pt, ta

source: Estimation failed: Optimization did not converge. <ul><li>Try adjusting parameter values, check outliers or feasibility of the distribution fitting the data.</li></ul>
eu: Estimazioak huts egin du: optimizazioak ez du konbergentziarik lortu. <ul><li>Saiatu parametroen balioak doitzen, egiaztatu muturreko balioak edo banaketa datuetara egokitzen den bideragarritasuna.</li></ul>
gl: Fallou a estimación: A optimización non converxe. <ul><li>Intenta axustar os valores dos parámetros, comprobando os valores atípicos ou a viabilidade da distribución que axusta os datos.</li></ul>
ja: 推定に失敗しました: 最適化は収束しませんでした。<ul><li>パラメーター値、外れ値、またはデータに適合する分布の実現可能性を確認してみてください。</li></ul>
ta: மதிப்பீடு தோல்வியுற்றது: தேர்வுமுறை ஒன்றிணைக்கவில்லை. <ul> <li> அளவுரு மதிப்புகளை சரிசெய்ய முயற்சிக்கவும், தரவைப் பொருத்தும் விநியோகத்தின் சாத்தியக்கூறுகள் அல்லது சாத்தியக்கூறுகளை சரிபார்க்கவும். </li> </ul>

source: Estimation failed: Hessian matrix is not numerically computable. <ul><li>Check outliers or feasibility of the distribution fitting the data.</li></ul>
eu: Estimazioak huts egin du: Hess-en matrizea ez da zenbakizko moduan kalkulagarria. <ul><li>Egiaztatu datuetara egokitzen den banaketaren muturreko balioak edo bideragarritasuna.</li></ul>
gl: Fallou a estimación: A matriz Hessiana non se pode calcular numericamente. <ul><li>Comproba os valores atípicos ou a viabilidade da distribución que axusta os datos.</li></ul>
ja: 推定に失敗しました: ヘシアン行列は数値的に計算できません。<ul><li>データに適合する分布の外れ値または実現可能性を確認してください。</li></ul>
ta: மதிப்பீடு தோல்வியுற்றது: எசியன் மேட்ரிக்ச் எண்ணிக்கையில் கணக்கிடப்படவில்லை. <ul> <li> தரவைப் பொருத்தும் விநியோகத்தின் சாத்தியக்கூறுகளை சரிபார்க்கவும் அல்லது சாத்தியக்கூறுகள். </li> </ul>

source: Amoroso distribution
eu: Amoroso banaketa
gl: Distribución de Amoroso
ja: アモロソ分布
pt: Distribuição de Amoroso
ta: அமோரோசோ வழங்கல்

source: location: a %s
eu: kokapena: %s
gl: posición: a %s
ja: 位置: a %s
pt: localização: a %s
ta: இடம்: ஒரு %s

source: scale: %s
eu: eskala: %s
gl: escala: %s
ja: 尺度: %s
pt: escala: %s
ta: அளவு: %s

source: shape: %s
eu: forma: %s
gl: forma: %s
ja: 形状: %s
pt: forma: %s
ta: வடிவம்: %s

source: The optimization did not converge, try adjusting the parameter values.
eu: Optimizazioa ez da bat etorri, saiatu parametroen balioak doitzen.
gl: A optimización non converxe; intenta axustar os valores dos parámetros.
ja: 最適化が収束しませんでした。パラメータ値を調整してみてください.
pt: A otimização não convergiu, tente ajustar os valores dos parâmetros.
ta: தேர்வுமுறை ஒன்றிணைக்கவில்லை, அளவுரு மதிப்புகளை சரிசெய்ய முயற்சிக்கவும்.

source: <i>Warning.</i>
eu: <i>Abisua.</i>
gl: <i>Aviso</i>
ja: <i>警告</i>
pt: <i>Aviso:</i>
ta: <i> முன்னறிவிப்பு. </i>

source: Scale parameter %s is assumed positive.
eu: %s eskala-parametroa positiboa dela suposatzen da.
gl: Suponse que o parámetro %s de escala é positivo.
ja: 尺度パラメータ %s は正の値と仮定します.
pt: O parâmetro %s da escala é assumido como positivo.
ta: அளவிலான அளவுரு %s நேர்மறையாக கருதப்படுகிறது.

source: Scale parameter %s is assumed negative.
eu: %s eskala-parametroa negatiboa dela suposatzen da.
gl: Suponse que o parámetro %s de escala é negativo.
ja: 尺度パラメータ %s は、負の値と仮定されます.
pt: O parâmetro %s da escala é assumido como negativo.
ta: அளவிலான அளவுரு %s எதிர்மறையாக கருதப்படுகிறது.

source: Bernoulli distribution
eu: Bernoulli banaketa
gl: Distribución de Bernoulli
ja: ベルヌーイ分布
pt: Distribuição de Bernoulli
ta: பெர்ன lli லி வழங்கல்

source: probability of success: p %1$s %2$s: 0 %3$s p %4$s 1
eu: arrakasta probabilitatea: p %1$s %2$s: 0 %3$s p %4$s 1
ja: 成功確率: p %1$s %2$s: 0 %3$s p %4$s 1
pt: probabilidade de sucesso: p %1$s %2$s: 0 %3$s p %4$s 1
ta: வெற்றியின் நிகழ்தகவு: p %1$s %2$s: 0 %3$s p %4$s 1

source: x %s {0, 1}
ta: ஃச் %s {0, 1}

source: p(1-p)
ta: பி (1-ப)

source: beta distribution
eu: beta banaketa
gl: Distribución Beta
ja: ベータ分布
pt: distribuição beta
ta: பீட்டா வழங்கல்

source: beta-binomial distribution
eu: beta-binomial banaketa
gl: distribución Beta-Binomial
ja: ベータ二項分布
pt: distribuição beta-binomial
ta: பீட்டா-பினோமியல் வழங்கல்

source: number of trials: %s
eu: saiakera kopurua: %s
gl: número de ensaios: %s
ja: 試行回数: %s
pt: número de tentativas: %s
ta: சோதனைகளின் எண்ணிக்கை: %s

source: Parameter n was fixed at value %s.
eu: n parametroa %s balioan finkatu da.
gl: Ao parámetro douselle o valor %s.
ja: パラメータ n は値 %s で固定されています。
pt: O parâmetro n foi fixado no valor %s.
ta: அளவுரு n மதிப்பு %s இல் சரி செய்யப்பட்டது.

source: beta prime distribution
eu: beta banaketa nagusia
gl: Distribución Beta orixinal
ja: ベータプライム分布
pt: Distribuição beta prime
ta: பீட்டா பிரைம் வழங்கல்

source: lower bound: %s
eu: beheko muga: %s
gl: límite inferior: %s
ja: 下限: %s
pt: limite inferior: %s
ta: கீழ் எல்லை: %s

source: upper bound: %s
eu: goiko muga: %s
gl: límite superior: %s
ja: 上限: %s
pt: limite superior: %s
ta: மேல் பிணைப்பு: %s

source: binomial distribution
eu: banaketa binomiala
gl: Distribución Binomial
ja: 二項分布
pt: distribuição binomial
ta: பைனோமியல் வழங்கல்

source: probability of success: %s
eu: arrakasta izateko probabilitatea: %s
gl: probabilidade de acerto: %s
ja: 成功確率: %s
pt: probabilidade de sucesso: %s
ta: வெற்றியின் நிகழ்தகவு: %s

source: Cauchy distribution
eu: Cauchyren banaketa
gl: Distribución Cauchy
ja: コーシー分布
pt: Distribuição de Cauchy
ta: க uch ச்சி வழங்கல்

source: location: &mu; %s
eu: kokapena: &mu; %s
gl: posición: &mu; %s
ja: 位置: &mu; %s
pt: Localização: &mu; %s
ta: இடம்: & மு; %s

source: undefined
eu: definitu gabe
gl: indefinido
ja: 未定義
pt: indefinido
ta: வரையறுக்கப்படவில்லை

source: %s<sup>2</sup> distribution
eu: %s<sup>2</sup> banaketa
gl: Distribución %s<sup>2</sup>
ja: %s<sup>2</sup> 分布
pt: %s<sup>2</sup> distribuição
ta: %s <sup> 2 </sup> வழங்கல்

source: degree of freedom: %s
eu: askatasun-gradua: %s
gl: graos de liberdade: %s
ja: 自由度: %s
pt: grau de liberdade: %s
ta: சுதந்திரத்தின் பட்டம்: %s

source: non-centrality: %s
eu: zentraltasun eza: %s
gl: non centrado: %s
ja: 非心度: %s
pt: não-centralidade: %s
ta: மையமற்றது: %s

source: exponential distribution
eu: banaketa esponentziala
gl: Distribución Exponencial
ja: 指数分布
pt: distribuição exponencial
ta: அதிவேக வழங்கல்

source: rate: %s
eu: tasa: %s
gl: cociente: %s
ja: 比率: %s
pt: taxa: %s
ta: விகிதம்: %s

source: F-distribution
eu: F-banaketa
gl: Distribución F
ja: F分布
pt: Distribuição F
ta: எஃப்-விநியோக

source: Fréchet distribution
eu: Fréchet banaketa
gl: Distribución de Fréchet
ja: フレシェ分布
pt: Distribuição de Fréchet
ta: ஃப்ரீச்செட் வழங்கல்

source: location: %s
eu: kokapena: %s
gl: posición: %s
ja: 位置: %s
pt: Localização: %s
ta: இடம்: %s

source: see Wikipedia: %s
eu: ikus Wikipedia: %s
ta: விக்கிபீடியாவைக் காண்க: %s

source: gamma distribution
eu: gamma banaketa
gl: Distribución Gamma
ja: ガンマ分布
pt: Distribuição gamma
ta: காமா வழங்கல்

source: mean: %s
eu: batez bestekoa: %s
gl: media: %s
ja: 平均: %s
pt: média: %s
ta: சராசரி: %s

source: inverse gamma distribution
eu: alderantzizko gamma banaketa
gl: Distribución Gamma Inversa
ja: 逆ガンマ分布
pt: Distribuição gamma inversa
ta: தலைகீழ் காமா வழங்கல்

source: normal distribution
eu: banaketa normala
gl: Distribución Normal
ja: 正規分布
pt: Distribuição normal
ta: சாதாரண வழங்கல்

source: mean: &mu; %s
eu: batez bestekoa: &mu; %s
gl: media: &mu; %s
ja: 平均: &mu; %s
pt: média: &mu; %s
ta: சராசரி: & mu; %s

source: variance: %s
eu: aldakuntza: %s
gl: varianza: %s
ja: 分散: %s
pt: variância: %s
ta: மாறுபாடு: %s

source: standard deviation: %s
eu: desbideratze estandarra: %s
gl: desvío padrón: %s
ja: 標準偏差: %s
pt: desvio padrão: %s
ta: நிலையான விலகல்: %s

source: precision: %s
eu: zehaztasuna: %s
gl: precisión: %s
ja: 精度: %s
pt: precisão: %s
ta: துல்லியம்: %s

source: square root of precision: %s
eu: zehaztasunaren erro karratua: %s
gl: raíz cadrada da precisión: %s
ja: 精度の平方根: %s
pt: raiz quadrada da precisão: %s
ta: துல்லியத்தின் சதுர வேர்: %s

source: Unbiased with Bessel's correction.
eu: Besselen zuzenketarekin alboragabea.
ta: பெசலின் திருத்தத்துடன் பக்கச்சார்பற்றது.

source: geometric distribution
eu: banaketa geometrikoa
gl: distribución Xeométrica
ja: 幾何分布
pt: Distribuição geométrica
ta: வடிவியல் வழங்கல்

source: population size: %s
eu: populazioaren tamaina: %s
gl: tamaño da poboación: %s
ja: 母集団の大きさ: %s
pt: tamanho da população: %s
ta: மக்கள்தொகை அளவு: %s

source: number of success states in the population: %s
eu: populazioko arrakasta-egoeren kopurua: %s
gl: número de estados de acerto na poboación: %s
ja: 母集団内における成功数: %s
pt: Número de ocorrências de sucesso da população: %s
ta: மக்கள்தொகையில் செய் நிலைகளின் எண்ணிக்கை: %s

source: number of draws from the population: %s
eu: populaziotik ateratakoen kopurua: %s
gl: número de extraccións da poboación: %s
ja: 母集団からの抽出数: %s
pt: Número de sorteios da população: %s
ta: மக்களிடமிருந்து டிராக்களின் எண்ணிக்கை: %s

source: Gompertz distribution
eu: Gompertz banaketa
gl: Distribución de Gompertz
ja: ゴンペルツ分布
pt: Distribuição de Gompertz
ta: கோம்பெர்ட்ச் வழங்கல்

source: shape: %1$s scale: %2$s
eu: forma: %1$s eskala: %2$s
pt: forma: %1$s escala: %2$s
ta: வடிவம்: %1$s அளவு: %2$s

source: Gumbel distribution
eu: Gumbelen banaketa
gl: Distribución de Gumbel
ja: ガンベル分布
pt: Distribuição de Gumbel
ta: கம்பல் வழங்கல்

source: hypergeometric distribution
eu: banaketa hipergeometrikoa
gl: distribución Hiperxeométrica
ja: 超幾何分布
pt: Distribuição hipergeométrica
ta: ஐப்பர்சோமெட்ரிக் வழங்கல்

source: Laplace distribution
eu: Laplace banaketa
gl: Distribución de Laplace
ja: ラプラス分布
pt: Distribuição de Laplace
ta: லாப்லேச் வழங்கல்

source: log-logistic distribution
eu: banaketa logistiko logistikoa
gl: Distribución Log-loxística
ja: 対数ロジスティック分布
pt: Distribuição log-logística
ta: பதிவு-புகழ்பெற்ற வழங்கல்

source: log location: &mu; %s
eu: erregistroaren kokapena: &mu; %s
gl: log posición: &mu; %s
ja: log 位置: &mu; %s
pt: Localização: &mu; %s
ta: பதிவு இடம்: & mu; %s

source: log scale: %s
eu: eskala logaritmikoa: %s
gl: log escala: %s
ja: log 尺度: %s
ta: பதிவு அளவு: %s

source: scale: &alpha; %s
eu: eskala: &alpha; %s
gl: escala: &alpha; %s
ja: 尺度: &alpha; %s
ta: அளவு: & ஆல்பா; %s

source: logistic distribution
eu: banaketa logistikoa
gl: Distribución Loxística
ja: ロジスティック分布
pt: Distribuição logarítmica
ta: லாசிச்டிக் வழங்கல்

source: log-normal distribution
eu: banaketa log-normala
gl: Distribución Log-normal
ja: 対数正規分布
pt: Distribuição log-normal
ta: பதிவு-இயல்பான வழங்கல்

source: log mean: &mu; %s
eu: batez besteko logaritmikoa: &mu; %s
gl: log media: &mu; %s
ja: log 平均: &mu; %s
ta: பதிவு சராசரி: & mu; %s

source: log standard deviation: %s
eu: desbideratze estandar logaritmikoa: %s
gl: logaritmo do desvío padrón: %s
ja: 対数標準偏差: %s
pt: Desvio padrão log: %s
ta: பதிவு நிலையான விலகல்: %s

source: mixture of two normal distributions
eu: bi banaketa normalen nahasketa
gl: mestura de dúas distribucións Normais
ja: 2つの正規分布の混合
pt: Mescla de duas distribuições normais
ta: இரண்டு சாதாரண விநியோகங்களின் கலவை

source: probability of first component: %s
eu: lehenengo osagaiaren probabilitatea: %s
gl: probabilidade da primeira compoñente: %s
ja: 第一成分の確率: %s
pt: probabilidade do primeiro componente: %s
ta: முதல் கூறுகளின் நிகழ்தகவு: %s

source: mean 1: %s
eu: 1. batez bestekoa: %s
gl: media 1: %s
ja: 平均 1: %s
pt: média 1: %s
ta: சராசரி 1: %s

source: std. deviation 1: %s
eu: 1. desbideratze estandarra: %s
gl: desvío padrón 1: %s
ja: 標準偏差 1: %s
pt: desvio padrão 1: %s
ta: std. விலகல் 1: %s

source: mean 2: %s
eu: batez beste 2: %s
gl: media 2: %s
ja: 平均 2: %s
pt: média 2: %s
ta: சராசரி 2: %s

source: std. deviation 2: %s
eu: 2. desbideratze estandarra: %s
gl: desvío padrón 2: %s
ja: 標準偏差 2: %s
pt: desvio padrão 2: %s
ta: std. விலகல் 2: %s

source: mixture of a normal and a uniform distribution
eu: banaketa normal eta uniforme baten nahasketa
gl: mestura dunha distribución Normal e unha Uniforme
ja: 正規分布と一様分布の混合
pt: Mescla de distribuição normal e distribuição uniforme
ta: ஒரு சாதாரண மற்றும் சீரான விநியோகத்தின் கலவை

source: probability of normal component: %s
eu: osagai normalaren probabilitatea: %s
gl: probabilidade da compoñente Normal: %s
ja: 正規成分の確率: %s
pt: probabilidade do componente normal: %s
ta: சாதாரண கூறுகளின் நிகழ்தகவு: %s

source: mean of normal distribution: %s
eu: banaketa normalaren batez bestekoa: %s
gl: media da distribución Normal: %s
ja: 正規分布の平均値: %s
pt: média da distribuição normal: %s
ta: சாதாரண விநியோகத்தின் சராசரி: %s

source: std. deviation of normal distribution: %s
eu: banaketa normalaren desbideratze estandarra: %s
gl: desvío padrón da distribución Normal: %s
ja: 正規分布の標準偏差: %s
pt: desvio padrão da distribuição normal: %s
ta: std. சாதாரண விநியோகத்தின் விலகல்: %s

source: minimum of uniform distribution: %s
eu: banaketa uniformearen gutxienekoa: %s
gl: mínimo da distribución Uniforme: %s
ja: 一様分布の最小値: %s
pt: mínimo da distribuição uniforme: %s
ta: சீரான வழங்கல் குறைந்தபட்சம்: %s

source: maximum of uniform distribution: %s
eu: banaketa uniformearen gehienezko maximoa: %s
gl: máximo da distribución Uniforme: %s
ja: 一様分布の最大値: %s
pt: máximo da distribuição uniforme: %s
ta: சீரான விநியோகத்தின் அதிகபட்சம்: %s

source: Parameter a was fixed at value %1$s, parameter b was fixed at value %2$s.
eu: a parametroa %1$s balioan finkatu da, b parametroa %2$s balioan finkatu da.
pt: O parâmetro a foi fixado no valor %1$s, o parâmetro b foi fixado no valor %2$s.
ta: அளவுரு A மதிப்பு %1$s இல் சரி செய்யப்பட்டது, அளவுரு B மதிப்பு %2$s இல் சரி செய்யப்பட்டது.

source: negative binomial distribution
eu: banaketa binomial negatiboa
gl: distribución Binomial Negativa
ja: 負の二項分布
pt: Distribuição binomial negativa
ta: எதிர்மறை பைனோமியல் வழங்கல்

source: number of successes: %s
eu: arrakasta kopurua: %s
gl: número de acertos: %s
ja: 成功数: %s
pt: número de sucessos: %s
ta: வெற்றிகளின் எண்ணிக்கை: %s

source: dispersion: %s
eu: sakabanaketa: %s
gl: dispersión: %s
ja: 分散: %s
pt: dispersão: %s
ta: சிதறல்: %s

source: zero-inflated negative binomial distribution
eu: zeroz puztutako banaketa binomial negatiboa
gl: distribución Binomial Negativa inchada con cero
ja: ゼロ過剰負の二項分布
ta: பூச்சியத்தால் பாதிக்கப்பட்ட எதிர்மறை பைனோமியல் வழங்கல்

source: probability of zero process: %s
eu: zero prozesuaren probabilitatea: %s
gl: probabilidade do proceso cero: %s
ja: ゼロ過程の確率: %s
ta: சுழிய செயல்முறையின் நிகழ்தகவு: %s

source: generalized normal distribution
eu: banaketa normal orokortua
gl: Distribución Normal xeneralizada
ja: 一般化正規分布
ta: பொதுவான சாதாரண வழங்கல்

source: skew normal distribution
gl: Distribución Normal asimétrica
ja: 歪正規分布
pt: distribuição normal oblíqua
ta: சாதாரண விநியோகத்தைத் தவிர்க்கவும்

source: Pareto distribution
eu: Paretoren banaketa
gl: Distribución de Pareto
ja: パレート分布
pt: Distribuição de Pareto
ta: பரேட்டோ வழங்கல்

source: Poisson distribution
eu: Poisson banaketa
gl: Distribución de Poisson
ja: ポアソン分布
pt: Distribuição de Poisson
ta: பாய்சன் வழங்கல்

source: zero-inflated Poisson distribution
eu: zero-puztutako Poisson banaketa
gl: distribución de Poisson inchada con 0
ja: ゼロ過剰ポアソン分布
ta: பூச்சிய-ஊதியம் பெற்ற பாய்சன் வழங்கல்

source: noncentral t-distribution
eu: t banaketa ez-zentrala
gl: distribución T non centrada
ja: 非心t分布
pt: Distribuição t não-central
ta: அல்லாத மைய டி-விநியோக

source: degrees of freedom: %s
eu: askatasun graduak: %s
gl: graos de liberdade: %s
ja: 自由度: %s
pt: graus de liberdade: %s
ta: சுதந்திரத்தின் டிகிரி: %s

source: does not exist unless df > 1
gl: non existe agás que gl > 1
ja: df > 1でない限り存在しません
ta: df> 1 தவிர இல்லை

source: does not exist unless df > 2
gl: non existe agás que gl > 2
ja: df > 2でない限り存在しません
ta: df> 2 தவிர இல்லை

source: see Azzalini & Capitanio (2003)
eu: ikusi Azzalini & Capitanio (2003)
gl: consulta Azzalini & Capitanio (2003)
ja: Azzalini & Capitanio (2003) を参照してください
ta: அச்சாலினி & கேபிடானியோ (2003) ஐப் பார்க்கவும்

source: skewed generalized t-distribution
eu: t-banaketa orokortu okertua
gl: Distribución T xeneralizada asimética
ja: 歪一般化t分布
ta: வளைந்த பொதுமைப்படுத்தப்பட்ட டி-விநியோக

source: skewness: %s
eu: asimetria: %s
gl: asimetría: %s
ja: 歪度: %s
pt: assimetria: %s
ta: வளைவு: %s

source: kurtosis: %s
eu: kurtosia: %s
gl: curtose: %s
ja: 尖度: %s
pt: curtose: %s
ta: கர்டோசிச்: %s

source: scaled, shifted Student's t-distribution
eu: eskalatua, Student-en t banaketa desplazatua
gl: distribución t de Student escalada, desprazada
ja: scaled, shifted t分布
pt: distribuição t de Student dimensionada e deslocada
ta: அளவிடப்பட்ட, மாணவர்களின் டி-விநியோகத்தை மாற்றியது

source: triangular distribution
eu: banaketa triangeluarra
gl: Distribución Triangular
ja: 三角分布
pt: Distribuição triangular
ta: முக்கோண வழங்கல்

source: minimum: %s
eu: gutxienekoa: %s
gl: mínimo: %s
ja: 最小: %s
pt: mínimo: %s
ta: குறைந்தபட்சம்: %s

source: maximum: %s
eu: gehienez: %s
gl: máximo: %s
ja: 最大: %s
pt: máximo: %s
ta: அதிகபட்சம்: %s

source: mode: %s
eu: modua: %s
gl: moda: %s
ja: モード: %s
pt: moda: %s
ta: பயன்முறை: %s

source: uniform distribution
eu: banaketa uniformea
gl: distribución Uniforme
ja: 一様分布
pt: Distribuição uniforme
ta: சீரான வழங்கல்

source: Wald distribution
eu: Wald banaketa
gl: Distribución de Wald
ja: ワルド分布
pt: Distribuição de Wald
ta: வால்ட் வழங்கல்

source: drift rate: %s
eu: desbideratze-tasa: %s
gl: velocidade de deriva: %s
ja: ドリフト率: %s
ta: சறுக்கல் வீதம்: %s

source: threshold: %s
eu: atalasea: %s
gl: limiar: %s
ja: 閾値: %s
pt: limiar: %s
ta: வாசல்: %s

source: noise: %s
gl: ruído: %s
ja: ノイズ: %s
pt: ruído: %s
ta: சத்தம்: %s

source: Parameter %s was fixed to 1.
eu: %s parametroa 1era finkatu da.
gl: Fixouse o parámetro %s co valor 1.
ja: パラメータ %s は 1 に固定されました.
pt: O parâmetro %s foi fixado em 1.
ta: அளவுரு %s 1 க்கு சரி செய்யப்பட்டது.

source: Weibull distribution
eu: Weibull banaketa
gl: Distribución de Weibull
ja: ワイブル分布
pt: Distribuição de Weibull
ta: வெய்புல் வழங்கல்

source: <b>Parameters</b> %s <b>Support</b> %s <b>Moments</b> E(X) = %s Var(X) = %s
gl: <b>Parámetros</b> %s <b>Soporte</b> %s <b>Momentos</b> E(X) = %s Var(X) = %s
ja: <b>パラメータ</b> %s <b>台</b> %s <b>モーメント</b> E(X) = %s Var(X) = %s

source: <b>Parameters</b> %s <b>Support</b> %s <b>Moments</b> not available
gl: <b>Parámetros</b> %s <b>Soporte</b> %s <b>Momentos</b> non dispoñible
ja: <b>パラメータ</b> %s <b>台</b> %s <b>モーメント</b> 利用できません

source: <h3> Demonstration of the %1$s </h3> This demonstration is divided into four parts. The first part displays the %2$s, its probability density function, cumulative distribution function, and quantile function. The second part allows you to generate data from the %3$s, compute descriptive statistics, and display descriptive plots. The third part allows you to estimate the parameters of the %4$s. The fourth part allows you to check the fit of the %5$s to the data. <b>References</b> Blitzstein, J. K., & Hwang, J. (2014). <i>Introduction to probability.</i> Chapman and Hall/CRC. Leemis, L. M., & Pasupathy, R. (2019). The ties that bind. <i>Significance, 16</i>(4), 8–9. For relationships with other distributions, visit www.math.wm.edu/~leemis/chart/UDR/UDR.html. https://en.wikipedia.org/wiki/List_of_probability_distributions
gl: <h3> Demostración de %1$s </h3> Esta demostración divídese en catro partes. A primeira parte presenta %2$s, a súa función de densidade de probabilidade, a función de densidade acumulada, e a función cuantil. A segunda parte te permite xerar datos de %3$s, calcular estatísticos descritivos, e representar gráficas descritivas. A terceira parte te permite estimar os parámetros de %4$s. A cuarta parte te permite comprobar o axuste de %5$s aos datos. <b>Referencias</b> Blitzstein, J. K.; e Hwang, J. (2014). <i>Introduction to probability.</i> Chapman and Hall/CRC. Leemis, L. M.; e Pasupathy, R. (2019). The ties that bind. <i>Significance, 16</i>(4), 8–9. Para as relacións con outras distribucións, visita www.math.wm.edu/~leemis/chart/UDR/UDR.html. https://en.wikipedia.org/wiki/List_of_probability_distributions
ja: <h3> %1$s のデモンストレーション </h3> このデモは4つのパートに分かれています。 最初の部分では、%2$s、その確率密度関数、累積分布関数、および分位点関数を表示します。 第2の部分では、%3$s からデータを生成し、記述統計量を計算し、記述プロットを表示します。 第3の部分では、%4$s のパラメータを推定できます。 第4の部分では、データに対する %5$s の適合性を確認できます。 <b>参考文献</b> Blitzstein, J. K., & Hwang, J. (2014). <i>Introduction to probability.</i> Chapman and Hall/CRC. Leemis, L. M., & Pasupathy, R. (2019). The ties that bind. <i>Significance, 16</i>(4), 8–9. For relationships with other distributions, visit www.math.wm.edu/~leemis/chart/UDR/UDR.html. https://en.wikipedia.org/wiki/List_of_probability_distributions

source: see Wikipedia: https://en.wikipedia.org/wiki/Fr%C3%A9chet_distribution
gl: consulta a Wikipedia: https://en.wikipedia.org/wiki/Fr%C3%A9chet_distribution
ja: ウィキペディアを参照してください: https://en.wikipedia.org/wiki/Fr%C3%A9chet_distribution

source: shape: %s scale: %s
gl: forma: %s escala: %s
ja: 形状: %s 尺度: %s

source: see Wikipedia: https://en.wikipedia.org/wiki/Log-logistic_distribution#Moments
gl: consulta a Wikipedia: https://en.wikipedia.org/wiki/Log-logistic_distribution#Moments
ja: ウィキペディアを参照してください: https://en.wikipedia.org/wiki/Log-logistic_distribution#Moments

source: Parameter a was fixed at value %s, parameter b was fixed at value %s.
gl: Fixouse o parámetro a co valor %s, e o parámetro b co valor %s.
ja: パラメータ a は値 %s に固定されており、パラメータ b は値 %s に固定されています.

source: see Wikipedia - https://en.wikipedia.org/wiki/Generalized_normal_distribution#Moments
gl: consulta a Wikipedia - https://en.wikipedia.org/wiki/Generalized_normal_distribution#Moments
ja: ウィキペディアを参照してください - https://en.wikipedia.org/wiki/Generalized_normal_distribution#Moments

source: see Wikipedia: https://en.wikipedia.org/wiki/Skewed_generalized_t_distribution#Moments
gl: consulta a Wikipedia: https://en.wikipedia.org/wiki/Skewed_generalized_t_distribution#Moments
ja: ウィキペディアを参照してください: https://en.wikipedia.org/wiki/Skewed_generalized_t_distribution#Moments

source: The cumulative distribution function (CDF), usually denoted as F(x), is a function of a random variable X. The value of F(x) provides the probability that a realization of the random variable X yields a value that is equal to or smaller than x. The cumulative probability plot displays the cumulative distribution of a random variable. The <i>y</i>-axis displays the value of the cumulative distribution function for a particular value of the random variable (displayed on the <i>x</i>-axis).
gl: A función de probabilidade acumulada (FPA), denotada habitualmente como F(x), é unha función dunha variable aleatoria X. O valor de F(x) proporciona a probabilidade de que unha realización da variable aleatoria X produza un valor que é igual ou menor que x. A gráfica da probabilidade acumulada representa a función de distribución acumulada dunha variable aleatoria. O eixe <i>y</i> representa o valor da función de probabilidade acumulada para un valor concreto da variable aleatoria (representado este no eixe <i>x</i>).

source: probability of success: p %s %s: 0 %s p %s 1
gl: probabilidade de acerto: p %s %s: 0 %s p %s 1
