Repository: jasp-stats/jaspDistributions
Catalog: po/R-*.po
Languages: eu, gl, ja, pt, ta

source: Could not write to column '%s', probably because it wasn't created by this analysis
eu: Ezin izan da '%s' zutabean idatzi, ziurrenik analisi honek sortu ez duelako.
ta: '%s' நெடுவரிசைக்கு எழுத முடியவில்லை, ஏனெனில் இது இந்த பகுப்பாய்வால் உருவாக்கப்படவில்லை

source: The following problem(s) occurred while running the analysis:<ul><li>Variable has to be discrete (i.e., integer)</li></ul>
eu: Arazo hauek gertatu dira analisia egitean:<ul><li>Aldagaia diskretua izan behar da (hau da, zenbaki osoa)</li></ul>
gl: Aconteceron os seguintes problemas mentres se executaba a análise:<ul><li>A variable debe ser discreta (p.e. con números enteiros)</li></ul>
ja: 分析の実行中に次の問題が発生しました:<ul><li>変数は離散的(すなわち整数)である必要があります</li></ul>
pt: O(s) seguinte(s) problema(s) ocorreram durante a execução da análise:<ul><li>A variável deve ser discreta (P. Ex., número inteiro)</li></ul>
ta: பகுப்பாய்வை இயக்கும் போது பின்வரும் சிக்கல் (கள்) நிகழ்ந்தது: <ul> <li> மாறி தனித்துவமாக இருக்க வேண்டும் (அதாவது, முழு எண்) </li> </ul>

source: <ul><li>Variable has to be discrete (i.e., integer)</li></ul>
eu: <ul><li>Aldagaiak diskretua izan behar du (hau da, zenbaki osoa)</li></ul>
gl: <ul><li>A variable debe ser discreta (p.e. con números enteiros)</li></ul>
ja: <ul><li>変数は離散 (すなわち、整数)である必要があります</li></ul>
pt: <ul><li>A variável precisa ser discreta (ex., número inteiro)</li></ul>
ta: <ul> <li> மாறி தனித்துவமாக இருக்க வேண்டும் (அதாவது, முழு எண்) </li> </ul>

source: Overview - %s
eu: Orokorra - %s
gl: Revisión - %s
ja: 全体 - %s
pt: Visão geral - %s
ta: கண்ணோட்டம் - %s

source: Descriptives
eu: Deskribapenak
gl: Descritivos
ja: 記述統計量
pt: Descritivas
ta: விளக்கமான

source: Variable
eu: Aldagaia
ja: 変数
pt: Variável
ta: மாறி

source: Mean
eu: Batez bestekoa
gl: Media
ja: 平均値
pt: Média
ta: இடை, சராசரி

source: Variance
eu: Bariantza
gl: Varianza
ja: 分散
pt: Variância
ta: மாறுபாட்டெண்

source: Std. deviation
eu: Desbideratze estandarra
gl: Desvío padrón
ja: 標準偏差
pt: Desvio padrão
ta: Std. விலகல்

source: Minimum
eu: Gutxienekoa
gl: Mínimo
ja: 最小値
pt: Mínimo
ta: சிறுமம்

source: 25%% Quantile
eu: %25eko kuantila
gl: Cuartil do 25%%
ja: 25 %%分位数
pt: Quantil 25%%
ta: 25 %% அளவு

source: Median
eu: Mediana
gl: Mediana
ja: 中央値
pt: Mediana
ta: இடைநடு

source: 75%% Quantile
eu: %75eko kuantila
gl: Cuantil do 75%%
ja: 75%% 分位数
pt: Quantil 75%%
ta: 75 %% அளவு

source: Maximum
eu: Gehienezko
gl: Máximo
ja: 最大値
pt: Máximo
ta: பெருமம்

source: Rel. Frequency
eu: Maiztasun erlatiboa
gl: Frecuencia Relativa
ja: 相対度数
pt: Frequência relativa
ta: Rel. அதிர்வெண்

source: Total
eu: Guztira
ja: 合計
ta: மொத்தம்

source: Observed Moments
gl: Momentos Observados
ja: 観測度数
pt: Momentos observados
ta: கவனிக்கப்பட்ட தருணங்கள்

source: Moment
eu: Unea
gl: Momento
ja: 度数
pt: Momento
ta: திருப்பம்

source: Raw
eu: Gordina
gl: Bruto
ja: 生
pt: Bruto
ta: மூல

source: Central
eu: Erdialdea
ja: 中心
ta: மைய

source: Estimated Parameters
eu: Kalkulatutako parametroak
gl: Parámetros Estimados
ja: 推定パラメータ
pt: Parâmetros estimados
ta: மதிப்பிடப்பட்ட அளவுருக்கள்

source: Parameter
eu: Parametroa
gl: Parámetro
ja: パラメータ
pt: Parâmetro
ta: கூறளவு

source: Estimate
eu: Estimazioa
gl: Estimar
ja: 推定
pt: Estimativa
ta: மதிப்பிடு

source: SE
gl: ET
ja: 標準誤差
pt: EP
ta: உடன்

source: Standard errors are unavailable with this method
eu: Metodo honekin errore estandarrak ez daude eskuragarri
gl: Con este método, os erros padrón non están dispoñibles
ja: この方法では標準誤差が得られない
pt: Erros padrão não estão disponíveis nesse método
ta: இந்த முறையுடன் நிலையான பிழைகள் கிடைக்கவில்லை

source: Lower
eu: Beheko
gl: Inferior
ja: 下
pt: Inferior
ta: கீழ்

source: %s%% CI
gl: IC do %s%%
pt: %s%% IC
ta: %s%% தொஒ

source: Upper
eu: Goiko
gl: Superior
ja: 上
pt: Superior
ta: மேல்

source: Confidence intervals are unavailable with this method.
eu: Konfiantza-tarteak ez daude erabilgarri metodo honekin.
gl: Os intervalos de confianza non están dispoñibles con este método.
ja: この方法では、信頼区間を得ることはできません.
pt: Intervalos de confiança estão indisponíveis neste método.
ta: இந்த முறையுடன் நம்பிக்கை இடைவெளிகள் கிடைக்கவில்லை.

source: Confidence intervals were calculated using the delta method.
eu: Konfiantza-tarteak delta metodoa erabiliz kalkulatu ziren.
gl: Os intervalos de confianza calculáronse utilizando o método delta.
ja: 信頼区間はdelta法を用いて算出した.
pt: Os intervalos de confiança foram calculados com o método delta.
ta: டெல்டா முறையைப் பயன்படுத்தி நம்பிக்கை இடைவெளிகள் கணக்கிடப்பட்டன.

source: Standard errors were calculated using the delta method.
eu: Errore estandarrak delta metodoa erabiliz kalkulatu ziren.
gl: Os erros padrón calculáronse utilizando o método delta.
ja: 標準誤差はデルタ法を用いて算出した.
pt: Os erros padrão foram calculados utilizando o método delta.
ta: டெல்டா முறையைப் பயன்படுத்தி நிலையான பிழைகள் கணக்கிடப்பட்டன.

source: Standard errors and confidence intervals were calculated using the delta method.
eu: Delta metodoa erabiliz kalkulatu ziren errore estandarrak eta konfiantza-tarteak.
gl: Os erros padrón e os intervalos de confianza calculáronse utilizando o método delta.
ja: 標準誤差と信頼区間はデルタ法を用いて算出した.
pt: Os erros padrão e intervalos de confiança foram calculados utilizando o método delta.
ta: டெல்டா முறையைப் பயன்படுத்தி நிலையான பிழைகள் மற்றும் நம்பிக்கை இடைவெளிகள் கணக்கிடப்பட்டன.

source: Maximum likelihood
eu: Gehienezko probabilitatea
gl: Máxima-Verosimilitude
ja: 最尤法
pt: Máxima verossimilhança
ta: அதிகபட்ச வாய்ப்பு

source: Fit Assessment
eu: Egokitasun Ebaluazioa
gl: Valoración do Axuste
ja: 適合度評価
pt: Avaliação do ajuste
ta: மதிப்பீட்டைப் பொருத்த

source: Fit Statistics
eu: Egokitze-estatistikak
gl: Estatísticos de Axuste
ja: 適合度統計量
pt: Estatísticas de ajuste
ta: பொருத்தமான புள்ளிவிவரங்கள்

source: Test
eu: Proba
gl: Proba
ja: 検定
pt: Teste
ta: தேர்வு

source: Statistic
eu: Estatistika
gl: Estatístico
ja: 統計量
pt: Estatísticas
ta: புள்ளிவிவரம்

source: p
eu: or
ta: ப

source: Kolmogorov-Smirnov
ja: コルモゴロフ-スミルノフ
pt: Teste Kolmogorov-Smirnov
ta: கோல்மோகோரோவ்-ச்மிர்னோவ்

source: Cramér-von Mises
ja: クラメール-フォンミーゼス
pt: Critério de Cramér-von Mises
ta: க்ராமர்-வோன் தவறவிட்டார்

source: Anderson-Darling
ja: アンダーソン-ダーリング
pt: Teste Anderson-Darling
ta: ஆண்டர்சன்-டார்லிங்

source: Lillienfors
ta: லில்லியன்ஃபோர்ச்

source: Shapiro-Wilk
ja: シャピロ-ウィルク
pt: Teste de Shapiro-Wilk
ta: சாபிரோ-வில்க்

source: Shapiro-Francia
eu: Shapiro-Frantzia
ta: சாபிரோ-பிரான்சியா

source: Chi-square
eu: Chi-karratua
gl: Khi-cadrado
ja: カイ二乗
pt: Qui-quadrado
ta: சி-சதுரம்

source: Using Brown (1980) approximation which tends to be innacurate for small sample sizes.
eu: Brownen (1980) hurbilketa erabiliz, lagin-tamaina txikietarako zehaztugabea izan ohi dena.
ta: பிரவுன் (1980) தோராயத்தைப் பயன்படுத்தி சிறிய மாதிரி அளவுகளுக்கு தவறானது.

source: Histogram vs. Theoretical PDF
eu: Histograma vs. PDF teorikoa
gl: Func. Dens. Prob. do Histograma vs. Teórica
ja: ヒストグラム vs. 理論的確率密度関数
ta: இச்டோகிராம் வெர்சச் தத்துவார்த்த பி.டி.எஃப்

source: Histogram vs. Theoretical PMF
eu: Histograma vs. PMF teorikoa
gl: Func. Dens. Prob. do Histograma vs. Teórica
ja: ヒストグラム vs. 理論的な確率密度関数
ta: இச்டோகிராம் வெர்சச் தத்துவார்த்த பி.எம்.எஃப்

source: Q-Q plot
eu: Q-Q grafikoa
gl: Gráfica Q-Q
ja: Q-Qプロット
pt: Gráfico Q-Q
ta: Q-Q சூழ்ச்சி

source: Empirical vs. Theoretical CDF
eu: CDF enpirikoa vs. teorikoa
gl: Func. Dens. Acum. Empírica vs. Teórica
ja: 経験的累積分布関数 vs. 理論的累積分布関数
ta: அனுபவ வெர்சச் தத்துவார்த்த சி.டி.எஃப்

source: P-P plot
eu: P-P grafikoa
gl: Gráfica P-P
ja: P-Pプロット
pt: Gráfico P-P
ta: பி-பி சூழ்ச்சி

source: Sample
eu: Lagina
gl: Mostra
ja: 標本
pt: Amostra
ta: மாதிரி

source: Theoretical
eu: Teorikoa
gl: Teórico
ja: 理論的
pt: Teórico
ta: கோட்பாட்டு

source: Density
eu: Dentsitatea
gl: Densidade
ja: 密度
pt: Densidade
ta: அடர்த்தி

source: Probability Mass
eu: Probabilitate-masa
gl: Probabilidade
ja: 確率質量
pt: Massa de probabilidade
ta: நிகழ்தகவு நிறை

source: Probability
eu: Probabilitatea
gl: Probabilidade
ja: 確率
pt: Probabilidade
ta: நிகழ்தகவு

source: Probability Density Function
eu: Probabilitate-dentsitate funtzioa
gl: Función de Densidade de Probabilidade
ja: 確率密度関数
pt: Função densidade de probabilidade
ta: நிகழ்தகவு அடர்சார்பு

source: Probability Mass Function
eu: Probabilitate Masa Funtzioa
gl: Función de Probabilidade
ja: 確率質量関数
pt: Função massa de probabilidade
ta: நிகழ்தகவு வெகுசன செயல்பாடு

source: Cumulative Distribution Function
eu: Banaketa-funtzio metatua
gl: Función de Distribución Acumulada
ja: 累積分布関数
pt: Função distribuição acumulada
ta: ஒட்டுமொத்த விநியோக செயல்பாடு

source: Quantile Function
eu: Funtzio kuantila
gl: Función Cuantil
ja: 分位数関数
pt: Função quantil
ta: அளவு செயல்பாடு

source: Formula
gl: Fórmulas
ja: 式
pt: Fórmula
ta: தேற்றம்

source: Density Plot
eu: Dentsitate-diagrama
gl: Gráfica de Densidade
ja: 密度プロット
pt: Gráfico de densidade
ta: அடர்த்தி சூழ்ச்சி

source: Cumulative Probability Plot
eu: Probabilitate metatuaren grafikoa
gl: Gráfica de Probabilidade Acumulada
ja: 累積確率プロット
pt: Gráfico de probabilidade cumulativa
ta: ஒட்டுமொத்த நிகழ்தகவு சூழ்ச்சி

source: Slope
eu: Malda
gl: Pendente
ja: 傾き
pt: Declive (slope)
ta: சாய்வு

source: Quantile Plot
eu: Kuantil grafikoa
gl: Gráfica de Cuantiles
ja: 分位数プロット
pt: Gráfico de quantis
ta: அளவு சூழ்ச்சி

source: Probability Mass Plot
eu: Probabilitate-masaren grafikoa
gl: Gráfica de Probabilidade
ja: 確率質量プロット
pt: Gráfico de massa de probabilidade
ta: நிகழ்தகவு வெகுசன சூழ்ச்சி

source: Histogram
eu: Histograma
gl: Histograma
ja: ヒストグラム
pt: Histograma
ta: செவ்வகப்படம்

source: Bar plot
eu: Barra-diagrama
gl: Gráfica de barras
ja: 棒グラフ
pt: Diagrama de barra
ta: பார் சூழ்ச்சி

source: Rel. Freq (%s in bin)
gl: Frec. Relat. (%s no contedor)
ja: 相対度数 (ビン内の%s)
pt: Frequência relativa (%s in bin)
ta: Rel. ஃப்ரீக் (தொட்டியில்%s)

source: Empirical Cumulative Distribution
eu: Banaketa metatu enpirikoa
gl: Distribución Acumulada Empírica
ja: 経験累積分布
pt: Distribuição cumulativa empírica
ta: அனுபவ ஒட்டுமொத்த வழங்கல்

source: Freq
eu: Maiztasuna
gl: Frec
ja: 度数
pt: Frequência
ta: ஃப்ரீக்

source: Parameters, Support, and Moments
gl: Parámetros, Soporte e Momentos
ja: パラメータ, 台, モーメント
pt: Parâmetros, suporte e momentos
ta: அளவுருக்கள், உதவி மற்றும் தருணங்கள்

source: <b>Parameters</b> %1$s <b>Support</b> %2$s <b>Moments</b> E(X) = %3$s Var(X) = %4$s
eu: <b>Parametroak</b> %1$s <b>Euskarria</b> %2$s <b>Momentuak</b> E(X) = %3$s Var(X) = %4$s
pt: <b>Parâmetros</b> %1$s <b>Suporte</b> %2$s <b>Momentos</b> E(X) = %3$s Var(X) = %4$s
ta: <b> அளவுருக்கள் </b> %1$s <b> உதவி </b> %2$s <b> தருணங்கள் </b> E (x) = %3$s Var (x) = %4$s

source: <b>Parameters</b> %1$s <b>Support</b> %2$s <b>Moments</b> not available
eu: <b>Parametroak</b> %1$s <b>Laguntza</b> %2$s <b>Uneak</b> ez dago eskuragarri
pt: <b>Parâmetros</b> %1$s <b>Suporte</b> %2$s <b>Momentos</b> indisponível
ta: <b> அளவுருக்கள் </b> %1$s <b> உதவி </b> %2$s <b> தருணங்கள் </b> கிடைக்கவில்லை

source: The probability density function (PDF), usually denoted as f(x), is a function of a random variable X. The value of f(x) provides the relative likelihood that a realization of the random variable X yields a value equal to x. More formally, the PDF is defined as a derivative of a cumulative distribution function (CDF). The density plot displays the probability density function of a random variable. The <i>y</i>-axis displays the value of the density function for a particular value of the random variable (displayed on the <i>x</i>-axis).
eu: Probabilitate-dentsitate funtzioa (PDF), normalean f(x) gisa adierazten dena, X ausazko aldagai baten funtzio bat da. f(x)-ren balioak X ausazko aldagaiaren gauzatze batek x balioa emateko probabilitate erlatiboa ematen du. Formalago esanda, PDF banaketa-funtzio metatu (CDF) baten deribatu gisa definitzen da. Dentsitate-diagramak ausazko aldagai baten probabilitate-dentsitate funtzioa erakusten du. <i>y</i> ardatzak ausazko aldagaiaren balio jakin baterako dentsitate-funtzioaren balioa erakusten du (<i>x</i> ardatzean bistaratzen da).
gl: A función de densidade de probabilidade (FDP), denotada habitualmente como f(x), é unha función dunha variable aleatoria X. O valor de f(x) proporciona a verosimilitude relativa de que unha realización da variable aleatoria X produza un valor igual a x. Máis formalmente, a FDP defínese como a derivada dunha función de distribución acumulada (FDA). A gráfica de densidade representa a función de densidade de probabilidade dunha variable aleatoria. O eixe <i>y</i> representa o valor da función de densidade para un valor concreto da variable aleatoria (representado este no eixe <i>x</i>).
ja: 確率密度関数(PDF)は，通常f(x)と表記され，確率変数Xの関数である. f(x)の値は，確率変数Xの実現値によってxに等しい値が得られる相対的な尤度を示します より正式には，PDFは累積分布関数（CDF）の導関数として定義される． 密度プロットは，確率変数の確率密度関数を表示します。 <i>y</i> 軸は、確率変数の特定の値（<i>x</i>軸に表示）における密度関数の値を示しています.
pt: A função densidade de probabilidade, geralmente denotada como f(x), é uma função com uma variável aleatória x. O valor de f(x) fornece a probabilidade relativa de que uma realização da variável aleatória X produza um valor igual a x. Ou seja, a função densidade de probabilidade é derivada de uma função distribuição acumulada. O gráfico de densidade mostra a função densidade de probabilidade de uma variável aleatória. O eixo <i>y</i> exibe o valor da função de densidade para um valor em particular da variável aleatória (mostrada no eixo <i>x</i>).
ta: நிகழ்தகவு அடர்த்தி செயல்பாடு (PDF), பொதுவாக F (x) எனக் குறிக்கப்படுகிறது, இது ஒரு சீரற்ற மாறி ஃச் இன் செயல்பாடாகும். F (x) இன் மதிப்பு சீரற்ற மாறி ஃச் இன் உணர்தல் ஃச் க்கு சமமான மதிப்பைக் கொடுக்கும் ஒப்பீட்டு சாத்தியத்தை வழங்குகிறது. இன்னும் முறையாக, பி.டி.எஃப் ஒரு ஒட்டுமொத்த விநியோக செயல்பாட்டின் (சி.டி.எஃப்) வழித்தோன்றலாக வரையறுக்கப்படுகிறது. அடர்த்தி சூழ்ச்சி ஒரு சீரற்ற மாறியின் நிகழ்தகவு அடர்த்தி செயல்பாட்டைக் காட்டுகிறது. <i> ஒய் </i> -axis சீரற்ற மாறியின் ஒரு குறிப்பிட்ட மதிப்புக்கான அடர்த்தி செயல்பாட்டின் மதிப்பைக் காட்டுகிறது (<i> ஃச் </i> -axis இல் காட்டப்பட்டுள்ளது).

source: The probability mass function (PMF), usually denoted as f(x), is a function of a random variable X. The value of f(x) provides the probability that a realization of the random variable X yields a value equal to x. The probability mass plot displays the probability mass function of a random variable. The <i>y</i>-axis displays the value of the probability mass function for a particular value of the random variable (displayed on the <i>x</i>-axis).
eu: Probabilitate-masa funtzioa (PMF), normalean f(x) gisa adierazten dena, X ausazko aldagai baten funtzio bat da. f(x)-ren balioak X ausazko aldagaiaren gauzatze batek x-ren berdina den balioa emateko probabilitatea ematen du. Probabilitate-masaren grafikoak ausazko aldagai baten probabilitate-masa funtzioa erakusten du. <i>y</i> ardatzak ausazko aldagaiaren balio jakin baterako probabilitate-masa funtzioaren balioa erakusten du (<i>x</i> ardatzean bistaratzen da).
gl: A función de probabilidade (FP), denotada habitualmente como f(x), é unha función dunha variable aleatoria X. O valor de f(x) proporciona a probabilidade de que unha realización da variable aleatoria X produza un valor igual a x. A gráfica da probabilidade representa a función de probabilidade dunha variable aleatoria. O eixe <i>y</i> representa o valor da función de probabilidade para un valor concreto da variable aleatoria (representado este no eixe <i>x</i>).
ja: 確率質量関数(PMF)は，通常f(x)と表記され，確率変数Xの関数の一つである. f(x)の値は、確率変数Xの実現値がxに等しい値をもたらす確率を示します. 確率質量プロットは、確率変数の確率質量関数を表示します. <i>y</i>-軸には、確率変数の特定の値（<i>x</i>軸に表示）に対する確率質量関数の値が表示されます.
pt: A função massa de probabilidade, geralmente denotada como f(x), é uma função com uma variável aleatória x. O valor de f(x) fornece a probabilidade relativa de que uma realização da variável aleatória X produza um valor igual a x. O gráfico de massa de probabilidade mostra a função massa de probabilidade de uma variável aleatória. O eixo <i>y</i> exibe o valor da função de massa de probabilidade para um valor em particular da variável aleatória (mostrada no eixo <i>x</i>).
ta: நிகழ்தகவு வெகுசன செயல்பாடு (பி.எம்.எஃப்), பொதுவாக எஃப் (எக்ச்) எனக் குறிக்கப்படுகிறது, இது ஒரு சீரற்ற மாறி ஃச். F (x) இன் மதிப்பு சீரற்ற மாறி ஃச் இன் உணர்தல் ஃச் க்கு சமமான மதிப்பைக் கொடுக்கும் நிகழ்தகவை வழங்குகிறது. நிகழ்தகவு வெகுசன சூழ்ச்சி ஒரு சீரற்ற மாறியின் நிகழ்தகவு வெகுசன செயல்பாட்டைக் காட்டுகிறது. <i> ஒய் </i> -axis சீரற்ற மாறியின் ஒரு குறிப்பிட்ட மதிப்புக்கு நிகழ்தகவு வெகுசன செயல்பாட்டின் மதிப்பைக் காட்டுகிறது (<i> ஃச் </i> -axis இல் காட்டப்பட்டுள்ளது).

source: The cumulative distribution function (CDF), usually denoted as F(x), is a function of a random variable X. The value of F(x) provides the probability that a realization of the random variable X yields a value that is equal to or smaller than x. The cumulative probability plot displays the cumulative distribution function of a random variable. The <i>y</i>-axis displays the value of the cumulative distribution function for a particular value of the random variable (displayed on the <i>x</i>-axis).
eu: Banaketa-funtzio metatua (BMD), normalean F(x) gisa adierazten dena, X ausazko aldagai baten funtzio bat da. F(x)-ren balioak X ausazko aldagaiaren gauzatze batek x-ren berdina edo txikiagoa den balio bat emateko probabilitatea ematen du. Probabilitate metatuaren grafikoak ausazko aldagai baten banaketa-funtzio metatua erakusten du. <i>y</i> ardatzak ausazko aldagaiaren balio jakin baterako banaketa-funtzio metatuaren balioa erakusten du (<i>x</i> ardatzean bistaratzen da).
ja: 累積分布関数(CDF)は，通常F(x)と表記され，確率変数Xの関数である. F(x)の値は、確率変数Xの実現値がx以下の値をもたらす確率を示します. 累積確率プロットは、確率変数の累積分布関数を表示します. <i>y</i>-軸には、確率変数の特定の値（<i>x</i>軸に表示）に対する累積分布関数の値が表示されます.
pt: A função distribuição acumulada, geralmente denotada como F(x), é uma função com uma variável aleatória X. O valor de F(x) fornece a probabilidade relativa de que uma realização da variável aleatória X produza um valor igual a ou menor que x. O gráfico de probabilidade cumulativa mostra a função distribuição acumulada de uma variável aleatória. O eixo <i>y</i> exibe o valor da função distribuição acumulada para um valor em particular da variável aleatória (mostrada no eixo <i>x</i>).
ta: ஒட்டுமொத்த விநியோக செயல்பாடு (சி.டி.எஃப்), பொதுவாக எஃப் (எக்ச்) எனக் குறிக்கப்படுகிறது, இது ஒரு சீரற்ற மாறி ஃச். F (x) இன் மதிப்பு சீரற்ற மாறி ஃச் இன் உணர்தல் ஃச் ஐ விட சமமான அல்லது சிறிய மதிப்பைக் கொடுக்கும் நிகழ்தகவை வழங்குகிறது. ஒட்டுமொத்த நிகழ்தகவு சூழ்ச்சி ஒரு சீரற்ற மாறியின் ஒட்டுமொத்த விநியோக செயல்பாட்டைக் காட்டுகிறது. <i> ஒய் </i> -axis சீரற்ற மாறியின் ஒரு குறிப்பிட்ட மதிப்புக்கு ஒட்டுமொத்த விநியோக செயல்பாட்டின் மதிப்பைக் காட்டுகிறது (<i> ஃச் </i> -axis இல் காட்டப்பட்டுள்ளது).

source: The quantile function, usually denoted as Q(p), is the inverse of the cumulative distribution function. The function gives the quantile such that the probability of the random variable being less than or equal to that value equals the given probability p. The quantile plot displays the quantile function. The <i>y</i>-axis displays the quantile of which the probability that the random variable is less or equal to that value is equal to p (displayed on the <i>x</i>-axis).
eu: Kuantil funtzioa, normalean Q(p) gisa adierazten dena, banaketa funtzio metatuaren alderantzizkoa da. Funtzioak kuantila ematen du, ausazko aldagaia balio hori baino txikiagoa edo berdina izateko probabilitatea p probabilitate jakinaren berdina izan dadin. Kuantil grafikoak kuantil funtzioa erakusten du. <i>y</i> ardatzak ausazko aldagaia balio hori baino txikiagoa edo berdina izateko probabilitatea p den kuantila erakusten du (<i>x</i> ardatzean bistaratzen da).
gl: A función cuantil, denotada habitualmente como Q(p), é a inversa da funcións de distribución acumulada. A función proporciona o valor cuantil para o que a probabilidade de que unha variable aleatoria sexa menor ou igual que ese valor, iguale a unha probabilidade p dada. A gráfica dos cuantiles representa a función cuantil. O eixe <i>y</i> representa o cuantil para o que a probabilidade de que a variable aleatoria é menor ou igual que ese valor, iguale a p (representado este no eixe <i>x</i>).
ja: 分位値関数は，通常，Q(p)と表記され，累積分布関数の逆関数である. この関数は，確率変数がその値以下になる確率が，与えられた確率pに等しくなるような分位値を与える. 分位点プロットは、分位点関数を表示します. <i>y</i>-軸には、確率変数がその値以下になる確率がpに等しくなる分位点が表示されます（<i>x</i>軸に表示）.
pt: A função quantil, geralmente denotada como Q(p), é o inverso da função distribuição acumulada. A função fornece o quantil tal que a probabilidade da variável aleatória ser menor ou igual a esse valor é igual à probabilidade dada p. O gráfico de quantis mostra a função quantil. O eixo <i>y</i> exibe o quantil do qual a probabilidade de que a variável aleatória seja menor ou igual a esse valor é igual a p (mostrado no eixo <i>x</i>).
ta: அளவு செயல்பாடு, பொதுவாக Q (P) எனக் குறிக்கப்படுகிறது, இது ஒட்டுமொத்த விநியோக செயல்பாட்டின் தலைகீழ் ஆகும். சீரற்ற மாறியின் நிகழ்தகவு அந்த மதிப்பை விட குறைவாகவோ அல்லது சமமாகவோ இருக்கும் அளவைக் கொடுக்கும் அளவைக் கொடுக்கும். அளவு சூழ்ச்சி அளவு செயல்பாட்டைக் காட்டுகிறது. <i> ஒய் </i> -axis, சீரற்ற மாறி அந்த மதிப்புக்கு குறைவாகவோ அல்லது சமமாகவோ இருக்கும் நிகழ்தகவு p க்கு சமமாக இருக்கும் (<i> ஃச் </i> -axis இல் காட்டப்படும்).

source: <h3> Demonstration of the %1$s </h3> This demonstration is divided into four parts. The first part displays the %2$s, its probability density function, cumulative distribution function, and quantile function. The second part allows you to generate data from the %3$s, compute descriptive statistics, and display descriptive plots. The third part allows you to estimate the parameters of the %4$s. The fourth part allows you to check the fit of the %5$s to the data. <b>References</b> Blitzstein, J. K., & Hwang, J. (2014). <i>Introduction to probability.</i> Chapman and Hall/CRC. Leemis, L. M., & Pasupathy, R. (2019). The ties that bind. <i>Significance, 16</i>(4), 8–9. For relationships with other distributions, visit %6$s. %7$s
eu: <h3> %1$s-ren erakustaldia </h3> Erakustaldi hau lau zatitan banatuta dago. Lehenengo zatiak %2$s, bere probabilitate-dentsitate funtzioa, metatze-banaketa funtzioa eta kuantil funtzioa erakusten ditu. Bigarren zatiak %3$s-tik datuak sortzeko, estatistika deskribatzaileak kalkulatzeko eta grafiko deskribatzaileak bistaratzeko aukera ematen dizu. Hirugarren zatiak %4$s-ren parametroak kalkulatzeko aukera ematen dizu. Laugarren zatiak %5$s-en datuetara egokitzen den egiaztatzeko aukera ematen dizu. <b>Erreferentziak</b> Blitzstein, J. K., & Hwang, J. (2014). <i>Probabilitatearen sarrera.</i> Chapman eta Hall/CRC. Leemis, L. M., & Pasupathy, R. (2019). Lotzen duten loturak. <i>Significance, 16</i>(4), 8–9. Beste banaketa batzuekin harremanak ikusteko, bisitatu %6$s. %7$s
ta: <H3> %1$s </h3> இன் ஆர்ப்பாட்டம் இந்த ஆர்ப்பாட்டம் நான்கு பகுதிகளாக பிரிக்கப்பட்டுள்ளது. முதல் பகுதி %2$s, அதன் நிகழ்தகவு அடர்த்தி செயல்பாடு, ஒட்டுமொத்த விநியோக செயல்பாடு மற்றும் அளவு செயல்பாடு ஆகியவற்றைக் காட்டுகிறது. இரண்டாவது பகுதி %3$s இலிருந்து தரவை உருவாக்கவும், விளக்க புள்ளிவிவரங்களைக் கணக்கிடவும், விளக்கக் கதைகளைக் காண்பிக்கவும் உங்களை அனுமதிக்கிறது. மூன்றாவது பகுதி %4$s இன் அளவுருக்களை மதிப்பிட அனுமதிக்கிறது. தரவுக்கு %5$s இன் பொருத்தத்தை சரிபார்க்க நான்காவது பகுதி உங்களை அனுமதிக்கிறது. <b> குறிப்புகள் </b> பிளிட்ச்ச்டீன், சே. கே., & அ்வாங், சே. (2014). <i> நிகழ்தகவு அறிமுகம். </i> சாப்மேன் மற்றும் ஆல்/சி.ஆர்.சி. லீமிச், எல்.எம்., & பசுபதி, ஆர். (2019). பிணைக்கும் உறவுகள். <i> முக்கியத்துவம், 16 </i> (4), 8–9. பிற விநியோகங்களுடனான உறவுகளுக்கு, %6$s ஐப் பார்வையிடவும். %7$s கள்
